"NSPhotoLibraryUsageDescription" = "Avem nevoie de acces la galeria ta pentru a-ți permite să alegi o fotografie de profil.";
"NSCameraUsageDescription" = "Avem nevoie de acces la camera ta foto pentru a-ți permite să faci o nouă fotografie de profil.";
"NSMicrophoneUsageDescription" = "Avem nevoie de microfon pentru a activa înregistrarea audio în anumite funcții.";
"NSSpeechRecognitionUsageDescription" = "Folosim recunoașterea vocală pentru a vă permite să interacționați cu aplicația folosind vocea.";
